{
  "news": [
    {
      "id": "20",
      "date": "2022-02-10",
      "title": "V칛lkommen Per",
      "image": "/public/assets/img/news/per_welcome_photo.jpg",
      "ingress": "Vi kan 칛ntligen officiellt v칛lkomna Per Sonberg till Alphadev!",
      "body": [
        "Per 칛r en ytterst skicklig fullstackutveckare med React-skills i frontend och .NET-kompetens i backend. Ut칬ver hans tekniska f칛rdigheter 칛r Per alltid positiv och l칬sningsorienterad och har n칛stan alltid ett leende p친 l칛pparna. N칛r Per inte skriver kod hittar man honom oftast p친 ett gym d칛r han lyfter orimligt tunga vikter.",
        "Superkul att ha dig ombord, Per. Vi ser fram emot att l칛ra k칛nna dig 칛nnu b칛ttre och du har redan blivit ett fantastiskt tillskott till g칛nget!",
        "Per gjorde sin f칬rsta dag hos H&M f칬rra veckan. :)"
      ]
    },
    {
      "id": "19",
      "date": "2022-02-02",
      "title": "Uppdragsbonanza",
      "image": "/public/assets/img/news/homework6.jpg",
      "ingress": "Vissa veckor 칛r det mer action 칛n andra; f칬rsta veckan i februari var det inte mindre 칛n sex stycken Alphadevare som b칬rjade p친 nya uppdrag - p친 sex olika kunder.",
      "body": [
        "Kivra, Expressen, UC, Plugsurfing, Nobia och H&M fick b칛sta t칛nkbara f칬rst칛rkning i sina team, med en bred palett av efterfr친gade kompetenser: Devops, Node, Java, React, .NET, mm.",
        "Vi tackar, niger och bockar f칬r f칬rtroendet!"
      ]
    },
    {
      "id": "18",
      "date": "2021-12-31",
      "title": "Gott nytt 친r",
      "image": "/public/assets/img/news/gottnytt2021.jpg",
      "ingress": "츿nnu ett 친r g친r mot sitt slut, men resan f칬r Alphadev forts칛tter. Sedan starten f칬r nu 7 친r sedan har vi vuxit l친ngsamt men stadigt med v칛rldens b칛sta och trevligaste IT-konsulter (helt objektivt, givetvis 游땦).",
      "body": [
        "Att vi nu 칛r 칬ver 30 grymma utvecklare, agila ledare och UX'are ombord k칛nns fantastiskt och det b칛sta kvittot p친 att vi g칬r n친got bra tycker vi 칛r v친r l친ga personaloms칛ttning i v친r annars s친 flyktiga bransch - Individuals and interactions over processes and tools!",
        "Stort tack alla Alphadevare f칬r att ni g칬r oss fantastiska, och stort tack till alla nya och gamla kunder som vi f친r 칛ran att hj칛lpa; utan er 칛r vi inget! 仇벒잺",
        "2022 kommer bli awesome 游游쮫릯"
      ]
    },
    {
      "id": "17",
      "date": "2021-11-18",
      "title": "Code Camp 2021",
      "image": "/public/assets/img/news/workplace_sml.jpg",
      "ingress": "Att f친 tid och hitta fokus f칬r egen kompetensutveckling utanf칬r sitt dagliga v칛rv 칛r inte alltid l칛tt f칬r eftertraktade konsulter med full fart i kunduppdragen. V친rt f칬rsta code camp med en veckas dedikerad kompetensutveckling har nu g친tt av stapeln.",
      "body": [
        "F칬r fokus och inspiration hyrde vi ett stort hus i Spanien och k칬rde individuellt anpassade utvecklingssp친r inom intressanta och relevanta omr친den i Javascript, .NET, Java, DevOps, cloud, s칛kerhet, mm. Kv칛llarna kantades av trevliga restaurangbes칬k, gemensamma matlagningsprojekt, diverse br칛dspel, musik, vin, skitsnack och var ut칬ver givande kompetensboost ett trevligt avbrott fr친n vardagliga konsultlivet i m칬rka Svea.",
        "F칬rhoppningsvis fick v친ra kunder hem ett g칛ng inspirerade, nybildade och gladare konsulter till sina team!"
      ]
    },
    {
      "id": "16",
      "date": "2021-09-20",
      "title": "Nya stj칛rnor",
      "image": "/public/assets/img/news/pj_news.png",
      "ingress": "Tv친 nya stj칛rnor har t칛nts p친 Alphadev-himlen, n칛r Peter Rosberg och Johan Saldes anslutit till g칛nget efter sommaren.",
      "body": [
        "Peter trivs b칛st i backend med Java och Kotlin, och jobbar lika g칛rna med utveckling av system som utveckling och coachning av m칛nniskor. Johan kompletterar med skills inom Javascript, och trivs b칛st i en React/Node-stack. Vi ser fram emot en l친ng och sp칛nnande resa med er ombord; varmt v칛lkomna! :)"
      ]
    },
    {
      "id": "15",
      "date": "2021-08-16",
      "title": "H칬stkickoff p친 Soludden",
      "image": "/public/assets/img/news/sommarfest.jpg",
      "ingress": "Med en pandemi p친 친tert친g och med covidtester och utomhus-fokus v친gade vi oss p친 v친r f칬rsta riktiga festlighet p친 l칛nge - och j칬sses vad trevligt det var att ses med b친de anst칛llda och respektiven igen; en gammal tradition b친de till sommaren och julen p친 Alphadev.",
      "body": [
        "V칛dret v칛lsignade oss i slut칛ndan, s친 det blev fullt 칬s i vattnet med sup och kanotpaddling, jetski-친kning, vattenskidor och vanligt havsbadande, varvat med badtunne-h칛ng och bastu. Middagen serverades som grillbuff칠 vid borden och Villa Soludden levererade en fantastisk milj칬 att umg친s i med bra fart p친 dansgolvet tills grannarna fick n친d - och vi switchade till late night soft-h칛ng p친 tr칛d칛cket in p친 sm친timmarna, tills nattbussen plockade upp hemv칛ndarna och de som ville 칬vernattade onsite."
      ]
    },
    {
      "id": "14",
      "date": "2021-06-16",
      "title": "Sommar-picnic",
      "image": "/public/assets/img/news/Campsite.jpg",
      "ingress": "Det har varit ett l친ngt 친r av remote-aktiviteter, men n칛r nu sommaren 칛ntligen 칛r h칛r passar vi p친 att njuta ett tag i det fria.",
      "body": [
        "Det skulle egentligen varit sommarfest-dags, men i hopp om mindre smittsamma tider fram칬ver fick det ist칛llet bli en picnic deluxe p친 G칛rdet f칬r v친ra fantastiska Alphadevare. Massageb칛nkar, live-grillning, iskyld dryck och snacks en masse, sk칬nt h칛ng, ett tufft musikquiz och en lekfull nordisk landskamp i sann EM-anda, d칛r Danmark till slut stod som segrare!"
      ]
    },
    {
      "id": "13",
      "date": "2021-05-05",
      "title": "V칛lkommen, Alex",
      "image": "/public/assets/img/news/alex_octo_cropped_horizontal_sml.jpg",
      "ingress": "V친r nya stj칛rna p친 Alphadevhimlen har anl칛nt i form av fullstackutvecklaren Alexander 'Alex' Lindfors!",
      "body": [
        "Alex 칛r en bred utvecklare med spetsen inom React p친 frontend och Java i backend, och hoppar rakt in i nytt uppdrag p친 Tele2. Varmt v칛lkommen, Alex!"
      ]
    },
    {
      "id": "12",
      "date": "2021-02-25",
      "title": "Bubbel-provning",
      "image": "/public/assets/img/news/bubbel.jpg",
      "ingress": "Hur f칬rgyller man work-from-home livet p친 b칛sta s칛tt i vinterm칬rkret? Med lite bubbelprovning f칬rst친s!",
      "body": [
        "En viktig del av Alphadevs kultur 칛r v친ra sociala events f칬r att st칛rka v친r interna sammanh친llning. Den biten har f칬rst친s tagit lite stryk i pandemi-tider, men vi g칬r v친rt b칛sta f칬r att h친lla ig친ng 칛ven n칛r allt sker remote.",
        "Ig친r fick vi st칛lla n친gra klassiska bubbelalternativ mot varandra under guidning fr친n vinproffset Daniella Lundh Egen칛s. Kul tillst칛llning som varmt kan rekommenderas till er som undrar vad man kan hitta p친 i dessa tider."
      ]
    },
    {
      "id": "11",
      "date": "2021-02-03",
      "title": "Mobbprogrammering",
      "image": "/public/assets/img/news/mob_programming_jasmin2.png",
      "ingress": "Kompetenslunch om mobbprogrammeringens do's and dont's",
      "body": [
        "P친 Alphadev har vi regelbundna kompetensluncher med blandat inneh친ll. Den h칛r g친ngen var det Jasmin som ber칛ttade om f칬r och nackdelar med mobbprogrammering.",
        "Jasmin har flera 친rs erfarenhet av mobbprogrammering, ifr친n ett flertal f칬retag och projekt. Idag l칛rde hon oss om: Hur funkar det i praktiken?, varf칬r funkar det inte alls ibland?, hur kan vi bli b칛ttre? Dessutom blev det en hel del instick och fr친gor ifr친n v친ra konsulter.",
        "Tack f칬r en grym presentation!"
      ]
    },
    {
      "id": "10",
      "date": "2020-12-15",
      "title": "Julfest",
      "image": "/public/assets/img/news/julfest.jpg",
      "ingress": "I fredags blev det remote julfest f칬r alla Alphadevare och respektiven, med fria tolkningar av julikoner s친som Kalle Anka, Arne Weisse och Ernst, mm.",
      "body": [
        "Kv칛llens v칛rd, Jon Weisse, bj칬d oss p친 diverse julh칛lsningar inspirerade av Kalle Ankas traditionella jul-TV, vi hoppade in i v친ra respektive k칬k och bakade och dekorerade pepparkakshus d칛r kreativiteten fl칬dade i b칛sta Ernst-stil och vi 친t ett riktigt bra klassiskt julbord.",
        "F칬r den senare delen av kv칛llen passade vi p친 att testa gather.town, en virtuell m칬tesv칛rld f칬r att enkelt l친ta alla g친 runt sj칛lva och mingla. Funkade riktigt bra!",
        "Tack alla som var med och f칬rgyllde kv칛llen!"
      ]
    },
    {
      "id": "9",
      "date": "2020-11-09",
      "title": "Nya Alphadevare",
      "image": "/public/assets/img/news/Zakaria_Niklas.jpg",
      "ingress": "Idag v칛lkomnar vi Zakaria Sabra och Niklas Von Tell som b친da g칬r sin f칬rsta dag p친 Alphadev.",
      "body": [
        "Tv친 erfarna fullstackutvecklare, Zakaria inom JS/React/Node och Niklas inom .NET/Node/React. B친da b칬rjar redan idag p친 nya sp칛nnande uppdrag. Varmt v칛lkomna till Alphadev. ",
        "Varmt v칛lkomna!"
      ]
    },
    {
      "id": "8",
      "date": "2020-10-16",
      "title": "Galopperande gasell",
      "image": "/public/assets/img/news/gasell_2020.jpg",
      "ingress": "Alphadev har blivit utn칛mnda till Gasell-f칬retag i 친r igen i gott s칛llskap med m친nga andra framg친ngsrika f칬retag i Sverige - och f친tt tillh칬rande glitter och ballonger.",
      "body": [
        "Grymt jobbat alla Alphadevare - och tack alla kunder som g칬r det m칬jligt.",
        "Vi niger och bockar!"
      ]
    },
    {
      "id": "7",
      "date": "2020-06-11",
      "title": "Sommarfest p친 distans",
      "image": "/public/assets/img/news/kockar2.jpg",
      "ingress": "P친 Alphadev har vi alltid haft stort fokus p친 social samvaro f칬r v친ra konsulter, men hur g칬r man en bra sommarfest n칛r man inte f친r umg친s fysiskt?",
      "body": [
        "Vi kliade oss i huvudet och landade till slut in i n친got som kanske kan vara ett tips till er som 칛r i samma l칛ge just nu och undrar vad man kan hitta p친 f칬r skoj f칬r bolaget/avdelningen:",
        "Vi b칬rjade med en 'code-breaker'-challenge, under ledning av 360Aktiviteter. Det var som ett escape room, fast p친 distans, d칛r vi delades in i sm친 zoom-grupper och mha av en dedikerad app fick utforska ett kontor och l칬sa diverse problem. Lika intensivt som ett traditionellt Escape Room, men fr친n soffan.",
        "Sen var det dags f칬r huvudaktiviteten, d칛r Johan Lindgren och Jon Neergaard ledde en 3-r칛tters cook-a-long. Alla Alphadevare var hemma i sina egna k칬k, f칬rberedda med matkassar och kastruller och fick en interaktiv tv-kock upplevelse med en l칛tt touch av Werner och Werner.",
        "Avslutningsvis var det middagssittning d칛r vi k칬rde olika virtuella matrum med 3-4 s칛llskap i varje, som vi v칛xlade mellan varje r칛tt, f칬r att ge en chans att umg친s lite n칛rmare med lite olika medarbetare.",
        "All in all en v칛ldigt udda, men 칛nd친 v칛ldigt lyckad sommarfest.",
        "Glad sommar p친 er d칛rute!"
      ]
    },
    {
      "id": "6",
      "date": "2020-02-10",
      "title": "Alphadev goes UX",
      "image": "/public/assets/img/news/Helene2.jpg",
      "ingress": "Nu 칛r hon 칛ntligen p친 plats! Och med Helenes ankomst s친 forts칛tter Alphadev att bredda sitt erbjudande med UX/UI-expertis till sina befintliga och framtida kunder.",
      "body": [
        "Inte nog med att hon 칛r en gl칛djespridare av rang - Helene 칛r ocks친 en m친ngsidig designer som har hj칛lpt 칬ver 50 bolag med allt fr친n design, branding, research, kommunikation, strategi och frontendutveckling. Hon har den d칛r f칬rm친gan att b친de kunna ta ett helikopterperspektiv och dyka ner i detaljer vid behov. Med andra ord s친 finns det m친nga str칛ngar p친 den ber칬mda lyran.",
        "츿r du eller n친gon som du k칛nner i behov utav UX-expertis? D친 tycker jag att du ska kika in p친 hennes portfolio https://helenewestrin.se/ och sedan h칬ra av dig till Jakob eller Jon!"
      ]
    },
    {
      "id": "5",
      "date": "2019-12-10",
      "title": "Kompetensluncher ftw",
      "image": "/public/assets/img/news/kompetensluncher.jpg",
      "ingress": "Varannan vecka k칬r vi kompetensluncher; idag stod nya React-features med Jesper Lehtinen p친 menyn",
      "body": [
        "V친ra kompetensluncher kan handla om allt fr친n nya ramverk, kodknep och devopstooling, via agila best practices och knep och till allm칛nna tips f칬r hur man blir en b칛ttre konsult och lyckligare m칛nniska. Oftast delar vi egna erfarenheter eller kunskaper, och ibland tar vi in externa talare fr친n kontaktn칛tet"
      ]
    },
    {
      "id": "4",
      "date": "2019-10-01",
      "title": "Nya stj칛rnor",
      "image": "/public/assets/img/news/newstars.jpg",
      "ingress": "H칬sten har kommit, men vi parerar m칬rkret med tre nya lysande stj칛rnor p친 Alphadev-himlen",
      "body": [
        "En stycken fantastisk Java och Node-stj칛rna i form av Johan Nilsson",
        "En stycken fantastisk Angular och .NET-stj칛rna i form av Anders Olsson",
        "En stycken fantastisk Java och Kotlin-stj칛rna i form av Jasmin Kiviniemi",
        "Varmt v칛lkomna!"
      ]
    },
    {
      "id": "3",
      "date": "2019-05-19",
      "title": "S칛ljansvarig",
      "image": "/public/assets/img/news/saljansvarigtillsatt.jpg",
      "ingress": "Tj칛nsten 칛r tillsatt!",
      "body": [
        "Sedan starten f칬r drygt 4 친r sedan har Alphadev vuxit l친ngsamt men stadigt. Fokus har alltid varit att skapa en fantastisk arbetsplats f칬r v친ra anst칛llda och kvittot p친 det syns bland annat i den n칛stan obefintliga personaloms칛ttningen.",
        "Nu n칛r vi passerat 25 anst칛llda b칬rjar det bli dags att st칛rka upp oss p친 s칛ljsidan; vill du ta kaptenshatten och hitta dom roligaste uppdragen 친t v친ra grymma konsulter? Har du n친gon i ditt n칛tverk som du tror 칛r r칛tt f칬r oss?"
      ]
    },
    {
      "id": "2",
      "date": "2019-04-25",
      "title": "Newcomers",
      "image": "/public/assets/img/news/newcomers.jpg",
      "ingress": "S칛g hej till v친ra nya Alphadevare!",
      "body": [
        "V친rs칛songen p친 Alphadev har redan b칬rjat p친 b칛sta s칛tt, med ett g칛ng fantastiska nya medarbetare: Joacim Gunnarsson, Andrea Filling och Johan Steen som nyss b칬rjat, och Jesper Lehtinen och Jesper Augustsson som kommer till oss i maj.",
        "Andrea 칛r v친r blivande stj칛rna p친 HQ och Joacim och Johan 칛r ig친ng p친 sina nya uppdrag p친 MRG respektive Novamedia.",
        "Teknikm칛ssigt forts칛tter vi s친ledes f칬rst칛rka oss inom React, Node, Angular, .NET och Java. Den b칛sta mixen :)",
        "Varmt v칛lkomna till Alphadev!"
      ]
    },
    {
      "id": "1",
      "date": "2019-03-21",
      "title": "Inside Alphadev",
      "image": "/public/assets/img/news/inside.jpg",
      "ingress": "Ny sida med lite personligare inneh친ll finns nu uppe p친 <a href=\"http://inside.alphadev.se\">inside.alphadev.se</a>"
    }
  ]
}
